---
kind: method
id: M:Autodesk.Revit.DB.IFC.ExporterIFCUtils.GetGlobal3DOriginHandle
source: html/9a837529-04b7-6e57-6f92-7030c5cff50b.htm
---
# Autodesk.Revit.DB.IFC.ExporterIFCUtils.GetGlobal3DOriginHandle Method

Obtains the handle representing the 3D origin.

## Syntax (C#)
```csharp
public static IFCAnyHandle GetGlobal3DOriginHandle()
```

## Returns
The handle.